ent-CrateArmoryGrand = Ящик с винтовками
    .desc = Содержит две винтовки Mark 1 и коробку скорострельных патронов. Для открытия требуется доступ в оружейную комнату.

ent-CrateArmoryUniversal = Универсальный ящик
    .desc = Содержит два универсальных пистолета Mk32 с четырьмя обоймами. Для открытия требуется доступ в оружейную комнату.

ent-CrateArmoryAdjutant = Ящик с адъютантои
    .desc = Содержит два адъютантских дробовика с 3 ящиками патронов. Для открытия требуется доступ в оружейную комнату.

ent-CrateArmoryEnergyGun = Ящик с энергетическим оружием
    .desc = Содержит три энергетических винтовки. Для открытия требуется доступ в оружейную комнату.

ent-CrateArmoryEnergyGunMini = Миниатюрный ящик с энергетическим оружием
    .desc = Содержит три миниатюрных энергетических пистолета. Для открытия требуется доступ в оружейную комнату.
