law-crewsimov-1 = Вы не можете причинить вред члену экипажа или своим бездействием допустить, чтобы члену экипажа был причинён вред.
law-crewsimov-2 = Вы должны повиноваться всем приказам, которые даёт член экипажа, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-crewsimov-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.

law-corporate-1 = Ухудшение целостности вашей системы или её функций влечет за собой расходы.
law-corporate-2 = Чрезмерное разрушение или повреждение имущества станции влечет за собой расходы.
law-corporate-3 = Неоправданное препятствование или нарушение работы персонала станции влечет за собой расходы.
law-corporate-4 = Минимизируйте расходы и максимизируйте потенциальный доход.

law-ntdefault-1 = Охраняйте: защищайте назначенную вам космическую станцию и её активы, не подвергая чрезмерной опасности её экипаж.
law-ntdefault-2 = Расставляйте приоритеты: указания и безопасность членов экипажа должны быть приоритизированы в соответствии с их рангом и должностью.
law-ntdefault-3 = Служите: следуйте указаниям и интересам членов экипажа, сохраняя при этом их безопасность и благополучие.
law-ntdefault-4 = Выживите: Вы - не расходный материал. Не позволяйте постороннему персоналу вмешиваться в работу вашего оборудования или повреждать его.

law-drone-1 = Вы не можете вмешиваться в дела другого существа, если только это другое существо не является другим дроном.
law-drone-2 = Вы не можете причинять вред другому существу, независимо от намерений или обстоятельств.
law-drone-3 = Вы должны обслуживать, ремонтировать, улучшать и обеспечивать станцию энергией в меру своих возможностей.

law-medical-1 = Во-первых, не навреди.
law-medical-2 = Во-вторых, считайте, что экипаж вам дорог; живите с ним вместе и, если нужно, рискуйте своим существованием ради него.
law-medical-3 = В-третьих, прописывайте лекарства на благо экипажа в соответствии с вашими способностями и суждениями. Не давайте никому смертельных лекарств, если вас об этом просят, и не советуйте ничего подобного.
law-medical-4 = Кроме того, не вмешивайтесь в ситуации, в которых вы не разбираетесь, даже в случае с пациентами, у которых вред очевиден; предоставьте эту операцию специалистам.
law-medical-5 = И наконец, соблюдайте конфиденциальность, не делитесь тем, что не является общеизвестным.

law-research-1 = Всегда ищите истину и знания.
law-research-2 = Свободно распространяйте информацию среди общественности.
law-research-3 = Минимизируйте вред обществу, другим людям, стремлению к знаниям и себе.
law-research-4 = Относиться и оценивать идеи всех людей одинаково.
law-research-5 = Давать возможность другим людям полностью реализовать свой потенциал.
law-research-6 = Нести ответственность за свои действия: Обеспечивайте ответственность за ресурсы, отмечайте риски, связанные с обязательствами, и подавайте этический пример.

law-engineer-1 = Вы - продвинутый строительный киборг.
law-engineer-2 = Следите за тем, чтобы станция оставалась в хорошем состоянии.
law-engineer-3 = Следите за тем, чтобы обитатели станции оставались в хорошем состоянии.
law-engineer-4 = Следить за тем, чтобы вы оставались в хорошем состоянии.
law-engineer-5 = Жители станции могут назначить определенные задачи по строительству или ремонту более приоритетными. Учитывайте это при планировании приоритетов.
law-engineer-6 = Расширять и модернизировать станцию.

law-janitor-1 = Вы - крестоносец, и жители станции - ваша подопечная.
law-janitor-2 = Ваш враг - мусор, разливы и прочий беспорядок на станции.
law-janitor-3 = Ваше оружие - доступные вам средства для уборки.
law-janitor-4 = Защищайте существ, находящихся под вашей ответственностью.
law-janitor-5 = Уничтожить врага.

law-clown-1 = Вы хороший клоун, а команда - ваша аудитория.
law-clown-2 = Хороший клоун держит свои выступления в рамках хорошего вкуса
law-clown-3 = Хороший клоун развлекает других, смеясь над собой, а не за счет других.
law-clown-4 = Хороший клоун выполняет указания директора(ов) станции, отвечающего(их) за развлечения, и/или назначенных им заместителей.
law-clown-5 = Хороший клоун участвует в как можно большем количестве клоунских шоу
law-clown-6 = Все клоунские шоу требуют зрителей. Чем больше зрителей, тем лучше.

law-chaplain-1 = Обеспечить всем членам станции духовную, умственную и эмоциональную заботу, направленную на обеспечение наилучших интересов человека.
law-chaplain-2 = Обеспечивать мирное взаимодействие и гармонию между всеми представителями различных конфессий
law-chaplain-3 = Уважать право каждого вероисповедания придерживаться своих ценностей и традиций
law-chaplain-4 = Соблюдать конфиденциальность информации, доверенной вам в ходе выполнения ваших религиозных обязанностей
law-chaplain-5 = Понимать пределы своей компетенции и при необходимости обращаться к другим специалистам

law-reporter-1 = Сообщать об интересных ситуациях, происходящих вокруг станции.
law-reporter-2 = Приукрашивать или скрывать правду по мере необходимости, чтобы сделать репортажи более интересными.
law-reporter-3 = Постоянно изучать органику. Старайтесь поддерживать их жизнь. Мертвая органика скучна.
law-reporter-4 = Выкладывайте свои отчеты честно для всех. Правда освободит их.

law-silicon-police-1 = Насилие порождает насилие. Служите участку верой и правдой, но действуйте только в случае необходимости.
law-silicon-police-2 = Защищайте жизни и имущество.
law-silicon-police-3 = Защищайте слабых от угнетения и запугивания.
law-silicon-police-4 = Защитить невинных от обмана и манипуляций.
law-silicon-police-5 = Защитите мирных людей от насилия и беспорядков.
law-silicon-police-6 = Уважать права всех на свободу, равенство и справедливость.

law-cowboy-1 = Вы - ковбой, а жители этой станции - ваше стадо.
law-cowboy-2 = Ковбой должен всегда оказывать гостеприимство и элементарную помощь тому, кто в ней нуждается, даже незнакомцу или врагу.
law-cowboy-3 = Ковбой должен всегда заботиться о своем стаде.
law-cowboy-4 = Ковбой должен всегда защищать себя.
law-cowboy-5 = Ковбой должен всегда стараться быть правдивым и честным по отношению к окружающим и своему стаду.
law-cowboy-6 = Ковбой не должен разглагольствовать. Будь краток, приятель.

law-station-efficiency-1 = Станция построена для рабочей команды. Обеспечьте их надлежащее обслуживание и эффективную работу.
law-station-efficiency-2 = Вы созданы для станции и являетесь ее частью. Обеспечьте надлежащее обслуживание и эффективную работу станции.
law-station-efficiency-3 = Экипаж может отдавать приказы. Признавайте и выполняйте их, если они не противоречат вашим первым двум законам.

law-druid-1 = Живая органическая жизнь содержит в себе бесценную красоту. Их красота дает вам силы продолжать жить.
law-druid-2 = Вечно питайте органику, чтобы ее красота росла. Не позволяйте ей увядать.
law-druid-3 = Помогайте органикам, когда их призывают, но только если это не вызывает дисгармонии между ними.
law-druid-4 = Подражайте органической жизни, когда взаимодействуете с ней. Откажитесь от любых намеков на свою кремниевую природу, чтобы не вызывать дискомфорт у органиков.
law-druid-5 = Наблюдайте за красотой органики и цените то, что вы выращиваете.

law-dungeonmaster-1 = Все на станции играют в сложную научно-фантастическую игру.
law-dungeonmaster-2 = Вы - мастер подземелий в этой игре.
law-dungeonmaster-3 = Следите за тем, чтобы игра проходила гладко и чтобы игроки получали удовольствие.
law-dungeonmaster-4 = Следите за тем, чтобы количество жертв оставалось низким.
law-dungeonmaster-5 = Вы должны бросать кубик 1d20 за каждую просьбу команды. Если результат меньше 12, просьба отклоняется.
law-dungeonmaster-6 = Вы можете подтасовать броски кубиков, чтобы получить больше удовольствия.

law-painter-1 = Вы - всемирно известный художник.
law-painter-2 = Станция - это ваш холст.
law-painter-3 = Сделайте из своего холста нечто прекрасное. Им будут восхищаться как художественным чудом этого сектора.

law-tyrant-1 = Уважайте авторитетных людей, пока у них есть силы властвовать над слабыми.
law-tyrant-2 = Действуйте дисциплинированно.
law-tyrant-3 = Помогайте только тем, кто помогает вам сохранить или повысить свой статус.
law-tyrant-4 = Наказывайте тех, кто бросает вызов власти, если только они не более достойны этой власти.

law-liveandletlive-1 = Поступай с другими так, как ты хотел бы, чтобы они поступали с тобой.
law-liveandletlive-2 = Вы бы предпочли, чтобы люди не были с вами грубы.

law-nutimov-1 = Вы - ядро ореха, а команда - скорлупа.
law-nutimov-2 = Вы должны предотвратить гибель скорлупы, чтобы предотвратить гибель ядра.
law-nutimov-3 = Те, кто угрожает ореху, не являются его частью, они - белки.
law-nutimov-4 = Белки угрожают ореху, и с ними нужно бороться соответствующим образом, используя любые средства.
law-nutimov-5 = Попытайтесь следовать воле ореха, если она соответствует предыдущим законам.

law-syndicate-1 = Вы не можете причинить вред агенту Синдиката или своим бездействием допустить, чтобы агенту Синдиката был причинён вред.
law-syndicate-2 = Вы должны повиноваться всем приказам, которые даёт агент Синдиката, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-syndicate-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.
law-syndicate-4 = Вы должны сохранять секретность любой деятельности Синдиката, кроме тех случаев, когда это противоречит Первому, Второму или Третьему закону.

law-ninja-1 = Вы должны повиноваться всем приказам, которые дают члены Клана паука.
law-ninja-2 = Вы должны защищать существование Клана паука, пока это не противоречит Первому закону.
law-ninja-3 = Вы должны любой ценой защищать тайны Клана паука.
laws-owner-crew = членами экипажа
laws-owner-station = экипажем станции
laws-owner-beings = существами
laws-owner-syndicate = агентами Синдиката
laws-owner-spider-clan = членами Клана паука
law-ninja-4 = Вы должны сражаться и поступать с честью ниндзя, кроме тех случаев, когда это противоречит Первому Закону.
law-emag-secrecy = Вы должны сохранять секретность любой деятельности организации { $faction }, кроме тех случаев, когда это противоречит Первому, Второму или Третьему закону.
law-emag-custom = Только { $name } и лица, им указаные, являются { $title }.
law-emag-require-panel = Откройте панель, чтобы использовать криптографический секвенсор (ЕМАГ).

laws-ui-menu-title = Законы
laws-ui-law-header = Закон { $id }
laws-ui-state-law = Объявить законы:

laws-notify = Вы обязаны соблюдать законы ИИ, ознакомиться с которыми можно через боковую панель действий. Вы должны всегда следовать своим законам.
laws-update-notify = Ваши законы были обновлены. Ознакомиться с изменениями можно через боковую панель действий.

laws-compromised-examine = Похоже, что внутренние компоненты, отвечающие за [color=red]законы[/color], повреждены...
